Repository: giellalt/corpus-nob
Catalog: prestable/tmx/sme/science/samilogut/2015/6_forskningsradene_40_ar.pdf.tmx
Source language: nob
Languages: sme

source: Programmet skulle både ivareta og utvikle fagfelt, forskningsfelt og –miljøer med svakere forskningstradisjoner enn de etablerte, og dessuten bidra til å bygge et kunnskapsgrunnlag til nytte både for samiske og norske beslutningstakere.
sme: Prográmma galggai sihke fuolahit ja ovdánahttit fágasurggiid, dutkansurggiid ja –birrasiid, main eai leat nu guhkes dutkanárbevierut go dain ásaiduvvan surggiin leat, ja dasa lassin leat veahkkin hukseme máhttovuođu mii lea ávkin sihke sámi ja dáčča mearrideddjiide.

source: Elleve delmål skulle bidra til å realisere hovedmålet.
sme: Oktanuppelohkái oassemihtu galge leat veahkkin olaheame váldomihtu.

source: Programmet ville benytte alle de støtteformene Forskningsrådet vanligvis benyttet i grunnforskningssammenheng.
sme: Prográmma áiggui atnit buot daid doarjjaortnegiid Dutkanráđđi dábálaččat anii vuođđodutkamiid oktavuođas.

source: I tillegg ville programmet benytte enkelte mindre særordninger, som "avslutningsstipend" i form av 6 måneders lønn for forskere som ønsket å fullføre et forskningsarbeid eller vitenskapelige artikler.
sme: Dasa lassin áiggui prográmma geavahit soames unnit earenoamášortnega, nugo “loahpahanstipeandda”, mas lei 6 mánu bálká dutkiide geat áigo gearggahit dutkanbarggu dahje dieđalaš artihkkaliid.

source: Og forskere og studenter med behov for å lære samisk i forbindelse med forskningen sin, skulle kunne søke "kompetansehevingsstipend" for 6-12 måneder.
sme: Dutkit ja studeanttat, geain lei dárbu oahppat sámegiela dutkama oktavuođas, sáhtte ohcat “gelbbolašvuođaloktenstipeandda” 6-12 mánnui.

source: 6.2.4.3 Finansiering og drift av programmet
sme: 6.2.4.3 Prográmma ruhtadeapmi ja doaimmaheapmi

source: I utgangspunktet var programmet finansiert fra Forskningsrådets "generelle midler", det vil si de midlene Kirke-, utdannings- og forskningsdepartementet stilte til Rådets frie disposisjon, og med midler fra Kommunaldepartementet, som har det overordnede ansvaret for samepolitikken i Norge.
sme: Álgoálggus galggai prográmma ruhtaduvvot Dutkanráđi “dábálaš ruđain”, mii mearkkaša daid ruđaiguin maid Girko-, oahpahus- ja dutkandepartemeanta juolludii Ráđi friddja háldogeavaheapmái, ja juolluduvvon ruđaiguin Kommunáladepartemeantas, mas lea bajimus ovddasvástádus Norgga sámepolitihkas.

source: Programstyret forsøkte å få flere departementer til å bidra, siden flere av de områdene programmet ønsket å finansiere forskning innenfor, hørte inn under andre departementers ansvarsfelt.
sme: Prográmmastivra geahččalii oažžut eambbo departemeanttaid veahkkin, go juo máŋgga suorggis, main prográmma háliidii oažžut ruhtaduvvot dutkamiid, gulle eará departemeanttaid ovddasvástádussuorgái.

source: Disse forsøkene førte imidlertid ikke fram, så Sametingets ønske om å utvide programmet til å omfatte flere fagområder enn humaniora og samfunnsvitenskap (se 6.2.2.2) lot seg derfor ikke etterkomme.
sme: Dieiguin geahččalemiiguin ii olahan gosage, nu ahte Sámediggi háliidii viiddidit prográmma vai dat fátmmastivččii eambbo fágasurggiid go humaniora ja servodatdiehtaga (geahča 6.2.2.2), juoga mainna eaige lihkostuvvan.

source: Samlet budsjett for programmet var 35,2 mill. kroner.
sme: Ollislaš bušeahtta prográmmas lei 35,2 mill. ruvnno.

source: Programmet finansierte i alt 52 prosjekter og 17 mindre tildelinger i forbindelse med Forskningsdagene.
sme: Prográmma ruhtadii oktiibuot 52 prošeavtta ja 17 unnit juolludeami Dutkanbeivviid oktavuođas.

source: Fire universiteter, fem høgskoler, fem forskningsinstitutter, tre museer, tre forlag og fire andre institusjoner fikk midler fra programmet.
sme: Njeallje universitehta, vihtta allaskuvlla, vihtta dutkaninstituhta, golbma musea, golbma lágádusa ja njeallje eará ásahusa ožžo ruđaid prográmmas.

source: Dette anså programstyret som en god spredning, gitt intensjonen om å bygge opp samisk forskning også ved institusjoner som i mindre grad hadde vært engasjert på feltet tidligere.
sme: Dien oinnii prográmmastivra bures juohkásan, áigumuša ektui mas áigo hukset sámi dutkama, maiddái ásahusain gos ovdal eai baljo lean beroštan suorggis.

source: 6.2.6.1 "Program for samisk forskning II" - bakgrunn
sme: 6.2.6.1 "Sámi dutkama prográmma II" - duogáš

source: Høsten 2005 ble det vedtatt å starte et nytt program for samisk forskning i humaniora og samfunnsvitenskap.
sme: Čakčat 2005 mearriduvvui álggahit ođđa prográmma sámi dutkamis humanioras ja servodatdiehtagis.

source: Bakgrunnen var blant annet omtalen av det forrige programmet i St.meld. nr. 20 (2004-2005) Vilje til forskning (Forskningsmeldingen):
sme: Duogáš dasa lei earret eará ovddit prográmma čilgejupmi Stuoradiggedieđáhus nr. 20 (2004-2005) Áigumuš dutkamii (Dutkandieđáhus):

source: Utdannings- og forskningsdepartementet legger til grunn at den satsingen på samisk forskning som ligger i programmet, videreføres og styrkes, enten med dagens innretning eller ved at programmet gis en ny profil.
sme: Oahpahus- ja dutkandepartemeanta vuođđuda ahte sámi dutkama áŋgiruššan mii lea prográmmas, galgá viidásit fievrreduvvot ja nannejuvvot, juogo dálá ásahusa mielde dahje juo bidjat prográmmii ođđa profiilla.

source: Det siste kan være nødvendig for å innlemme forskningstemaer som ikke prioriteres innenfor dagens programramme, som for eksempel forskning om klimaendringer og reindrift.
sme: Dan maŋibu sáhttá leat dárbu váldit mielde dutkanfáttaide, mat eai vuoruhuvvo otná prográmmain, ovdamearkka dihte dutkama dálkkádatrievdamis ja boazodoalus.

source: Programsatsingen må videre ivareta formidlingsoppgaver i forhold til den samiske befolkningen.
sme: Prográmma áŋgiruššan ferte viidásit váldit vára gaskkustanbargguin sámi álbmoga ektui.

source: I februar 2006 henvendte Forskningsrådet seg til forskningsmiljøene med ansvar/interesse for samisk forskning og bad dem uttale seg om hva de så som viktige behov innenfor samisk forskning.
sme: Guovvamánu 2006 válddii Dutkanráđđi oktavuođa dutkanbirrasiiguin, geain leai ovddasvástádus/beroštupmi sámi dutkamii ja dáhtui sin buktit cealkámuša makkár dárbbut sin mielas ledje sámi dutkamii.

source: I tillegg hadde Sametinget gjennomført en undersøkelse av de samiske forskningsmiljøenes reaksjoner på Forskningsmeldingen.
sme: Dasa lassin lei Sámediggi čađahan iskkadeami makkár reakšuvdna lei sámi dutkanbirrasiin Dutkandieđáhussii.

source: I april 2006 ble dessuten det forrige programstyrets evaluering av sin virksomhet lagt fram for Forskningsrådet.
sme: Cuoŋománu 2006 ovdanbuvttii dat ovddit prográmmastivra árvvoštallama iežaset doaimmas Dutkanráđđái.

source: Evalueringen inneholdt en rekke forslag til videre oppfølging av samisk forskning, både tematisk og organisatorisk.
sme: Árvvoštallamis ledje ollu árvalusat movt viidásit čuovvolit sámi dutkama, sihke fáttaid ektui ja organisašuvnnaid ektui.

source: Alle disse dokumentene lå til grunn for opprettelsen og utformingen av det nye programmet for samisk forskning.
sme: Buot diet dokumeanttat ledje vuođđun go ásahedje ja hábmejedje dan ođđa prográmma sámi dutkamii.

source: Et utvalg utarbeidet forslag til programplan.
sme: Okta lávdegoddi ráhkadii árvalusaid prográmmaplánii.

source: Der var Sametinget representert.
sme: Sámedikkis lei maid áirras das.

source: Forslaget ble dessuten konsultert med Sametinget før programplanen ble vedtatt, i overensstemmelse med konsultasjonsavtalen mellom Sametinget og myndighetene, som trådte i kraft i 2005. Dette programmet har de samme finansieringskildene som det forrige og dekker derfor ikke flere forskningsfag enn det, men de ble satt inn i overordnete tema som omfattet nye problemstillinger.
sme: Árvalus ráđđádallui Sámedikkiin ovdal go prográmmaplána mearriduvvui, nugo ráđđádallanšiehtadus lea gaskal Sámedikki ja eiseválddiid, mii álggahuvvui 2005. Dán prográmmas leat dat seamma ruhtadeaddjit go dan ovddibus, iige dan dihte govčča eambbo dutkanfágaid go daid, muhto biddjojedje mielde fáttát mat sisttisdolle ođđa áššečuolmmaid.

source: 6.2.6.2 Programplan, finansiering og drift
sme: 6.2.6.2 Prográmmaplána, ruhtadeapmi ja doaibma

source: Det nye programmet satte som hovedmål å styrke samisk forskning, både med hensyn til kvantitet og vitenskapelig kvalitet.
sme: Dan ođđa prográmma váldomihttu lei nannet sámi dutkama, sihke kvantitehta ja dieđalaš kvalitehta ektui.

source: Som det forrige programmet har også dette elleve delmål.
sme: Nugo dan ovddibus ledje, de leat dán prográmmas maid oktanuppelohkái oassemihtu.

source: De fleste av dem bygger videre på de delmålene det forrige programmet hadde satt seg, med et par unntak: det fokuseres ikke lenger verken på rekruttering av kvinner eller på vektlegging av kjønnsperspektiv i forskningen.
sme: Eanas dain huksejit viidásit oassemihtuid, maid dat ovddit prográmma lei bidjan, earret moatti spiehkastemiin: dál ii lean šat fokus nissonolbmuid rekrutteremis, iige deattuhuvvon sohkabealperspektiiva dutkamis.

source: Når det gjelder rekruttering av kvinner, var den så vellykket i det forrige programmet at man anså at det ikke lenger var behov for særskilt oppmerksomhet – kvinnene rekrutterte seg selv.
sme: Go guoská nissonolbmuid rekrutteremii, de lei dat nu lihkostuvvan ahte eai šat oaidnán dárbbu earenoamáš čalmmustuhttima dasa – nissonolbmot rekrutterejedje ieš iežaset.

source: Det er mer uklart hvorfor det ikke ble ansett som nødvendig å løfte fram kjønnsperspektiver i temaene.
sme: Lea baicca eahpečielggas manne eai oaidnán dárbbu loktet sohkabealperspektiivva dutkanfáttain.

source: Innsamling av grunnlagsmateriale er heller ikke tatt med videre.
sme: Vuođđomateriálaid čohkken iige leat váldon mielde viidásit.

source: Men det nye programmet ville legge vekt på ulike faglige, teoretiske og metodiske innfallsvinkler i forskningen.
sme: Muhto dat ođđa prográmma deattuhii iešguđetlágan fágalaš, teorehtalaš ja metodalaš vuolggasaji dutkamis.

source: Programmet ville også fremme forskning som skulle belyse kompleksiteten og utviklingen i de samiske samfunnene.
sme: Prográmma áiggui maid ovddidit dutkama mii galggai čuvget máŋggadáfotvuođa ja ovdáneami sámi servodagain.

source: Samisk selvartikulering er ikke eksplisitt nevnt som delmål i den nye programplanen, men derimot forskning som undersøker relasjonene mellom det samiske samfunnet og majoritetssamfunnet.
sme: Sámi iešcealkin ii leat čielgasit namuhuvvon oassemihttun dan ođđa prográmmaplánas, muhto baicca dutkan mii iská gaskavuođaid sámi servodagas ja eanetloguservodagas.

source: En målsetting om å fremme forskning om samenes forståelse av natur- og kulturprosessene i nordområdene er også ny, etter anbefaling fra det forrige programstyret og som oppfølging av "Vilje til forskning" s ønske om at programmet skulle omfatte forskning om klimaendringer og reindrift.
sme: Okta mihttomearri mas ovddidit dutkama sámi ipmárdusas luonddu- ja kulturproseassain davviguovlluin lea maid juoga ođas, maŋŋil go ovddit prográmmastivrra ávžžuhii dan dahkat ja go čuovvolit sávaldaga “Dáhttu dutkamis” ahte prográmma galgá sisttisdoallat dutkama dálkkádatrievdamis ja boazodoalus.

source: Også dette programmet finansieres av midler fra Forskningsrådets generelle tildeling fra Kunnskapsdepartementet og fra Kommunaldepartementet.
sme: Maiddái dát prográmma ruhtaduvvo Dutkanráđi obbalaš juolludemiin maid Máhttodepartemeanta ja Kommunáladepartemeanta ruhtadit.

source: Programmets budsjett har økt fra 8,2 mill. kroner i 2006 til 15,6 mill. kroner i 2015. Pr. 2015 er totalbudsjettet på ca. 109 mill. kroner.
sme: Prográmma bušeahtta lea lassánan 8,2 mill. ruvnnos 2006 gitta 15,6 mill. ruvdnui 2015. 2015 lea obbalašbušeahtta sullii 109 mill. ruvnno.

source: Programmet omfatter i prinsippet de virkemidlene som Forskningsrådet vanligvis benyttet seg av til å støtte grunnforskning på den tiden da programmet startet.
sme: Prográmma sisttisdoallá dan vuođđojurdagis maid Dutkanráđđi dábálaččat anii doarjut vuođđodutkama dan áigge go prográmma álggahuvvui.

source: Sammenliknet med det forrige programmet benyttes studentstipend i mindre grad, og etter hvert bare som del av forskningsprosjekter.
sme: Go buohtastahttá dainna ovddit prográmmain, de adno dál unnit studeantastipendii, ja dađistaga lea adnon dušše dutkanprošeavttaide.

source: Man har forsøkt å få fram flere postdok. -stipendiater ved å la så godt som alle utlysninger omfatte denne søknadstypen, men det har bare resultert i tre stipend, mot ett i forrige program.
sme: Lea geahččaluvvon oažžut eambbo poastadoavttirstipendiáhtaid, go buot almmuheamit galge sisttisdoallat dakkár ohcamuššlája, muhto goitge eai leat go golbma dakkár stipeandda juolluduvvon, ja okta ges lei dan ovddit prográmmas.

source: I løpet av programperioden har man lagt økende vekt på prosjekter som omfatter flere forskere og stipendiater, og man har i større grad oppfordret til utenlandsopphold og til prosjekter som sammenlikner samiske forhold med andre urfolks situasjon.
sme: Dán prográmma áigodagas leat prošeavttat deattuhuvvon main leat eambbo dutkit ja stipendiáhta mielde, ja leat maid eambbo ávžžuhan orostallat olgoriikkas ja prošeavttaid mat buohtastahttet sámi dilálašvuođaid eará álgoálbmotdilálašvuođaiguin.

source: 6.2.6.3 Midtveisvaluering
sme: 6.2.6.3 Gaskamuddo árvvoštallan

source: "Program for samisk forskning II" har foreløpig bare gjennomgått en midtveisevaluering, foretatt av programstyret, ettersom programmet ikke er avsluttet.
sme: "Sámi dutkama árvvoštallan II" lea vuos dušše gaskamuddui árvvoštallon, maid prográmmastivra lea dahkan, danne go prošeakta ii leat vuos loahpahuvvon.

source: I midtveisevalueringen sa programstyret seg tilfreds med at antall søknader har økt siden forrige program.
sme: Gaskamuddoárvvoštallamis lea prográmmastivra duhtavaš go ohcciidlohku lea lassánan ovddit prográmma rájes.

source: Rekrutteringen ble også ansett som god: Pr. 2012 var det innvilget elleve doktorgradsstipend og to postdoktorstipend.
sme: Rekrutteren orru maid leamen buorre: 2012 ledje oktanuppelogis geaidda juolluduvvui doavttirgrádastipeanda ja guokte poastadoavttirstipeandda.

source: Programstyret anså det som et godt bidrag til ettervekst av forskere med kvalifikasjoner og interesse for å forske i samiske tema, selv om det hadde vist seg vanskelig å rekruttere til postdoktorstipend.
sme: Prográmmastivrra mielas lei dat buorre veahkki, vai lassánit dutkit, geain lea gelbbolašvuohta ja beroštupmi dutkat sámi fáttain, vaikko livčče ge leamaš váttis rekrutteret poastadoavttirstipendii.

source: Evalueringen påpekte lav måloppnåelse når det gjelder utvikling av samisk som vitenskapsspråk: Bare ett doktorgradsprosjekt og ett forskerprosjekt hadde til da hatt samisk som arbeidsspråk.
sme: Árvvoštallan čujuhii ahte eai leat olahan mihtuid go guoská ovdánahttit sámegiela dieđalašgiellan: Dušše ovtta doavttirgrádaprošeavttas ja ovtta dutkanprošeavttas lei dán rádjái leamaš sámegiella bargogiellan.

source: Det er riktignok også gitt støtte til en del publikasjoner og arrangementer på/om samisk språk, men dette er mindre bevilgninger.
sme: Leat gal vel juolluduvvon doarjagat almmuhemiide ja lágidemiide sámegillii ja sámegiela birra, muhto dat leat dakkár unnit juolludeamit.

source: Programstyret anså dekningen av de små samiske språkområdene som god, med forskning både innenfor sjø-, sør-, lule- og umesamer, og flere prosjekter om russiske samer.
sme: Prográmmastivra oinnii ahte gokče bures smávva sámi giellaguovlluid, main dutke sihke mearra-, lulli-, julev- ja ubmisápmelaččaid birra, ja máŋga prošeavtta ruošša sápmelaččaid birra.

source: Når det gjelder internasjonalisering og nettverksbygging, mente programstyret at selv om de store prosjektene hadde mange kontakter, både nasjonalt og internasjonalt, og selv om publisering på samisk og på fremmedspråk bidrar til internasjonalisering, er det fortsatt forbedringspotensial når det gjelder nasjonalt og internasjonalt samarbeid.
sme: Go guoská riikkaidgaskasažžan dahkamii ja fierpmádathuksemii, de oaivvildii prográmmastivra ieš ahte dain stuora prošeavttain ledje máŋga oktavuođa, sihke sisriikkalaččat ja riikkaidgaskasaččat, ja vaikko vel almmuheapmi sámegillii ja amasgillii leat ge veahkkin dahkame riikkaidgaskasažžan, de lea ain buoridanmunni go guoská ovttasbargat sisriikkalaččat ja riikkaidgaskasaččat.

source: De temaene programplanen angir som ønskelige å få utforsket, er svært vidtfavnende.
sme: Dat fáttát maid prográmmastivra háliidivččii oažžut dutkot, lea hui viidát.

source: Programstyret påpekte at det nok ville vært umulig å få finansiert forskning innenfor alle undertemaene.
sme: Prográmmastivra čujuhii ahte livčče leat veadjemeahttun oažžut ruhtaduvvot dutkamiid buot daid vuolitfáttain.

source: Deler av temaet "Språk, tradisjonell kunnskap, muntlige tradisjoner og litteratur" mente de var blitt godt dekket, men de savnet prosjekter om duodji og film.
sme: Oasit fáttas “Giella, árbevirolaš máhttu, njálmmálaš árbevierut ja girjjálašvuohta” oaivvildedje sii ahte lea bures juo gokčojuvvon, muhto váillahit prošeavttaid duojis ja filmmas.

source: Også innenfor "Ressurser og rettsforhold" og "Moderne samisk samfunnsbygging" har programmet finansiert en god del forskning, men programstyret mente at det var behov for studier av konsultasjonsordningen og av urfolksperspektiv på nordområdenes utvikling.
sme: Maiddái “Resurssat ja riektedilálašvuođa” ja “Ođđaáigásaš sámi servodathuksen” fáttaid birra dutkama lea prográmma ruhtadan juo buore muddui, muhto prográmmastivra oaivvildii ahte lea dárbu dutkat ráđđádallanortnega ja davviguovlluid álgoálbmotperspektiivva ovdáneami.

source: Barn og ungdom er tilgodesett med forskning på skole og barnehage, men det mangler fortsatt forskning på deres dagligliv og deres oppfatning av egen identitet.
sme: Mánáid ja nuoraid birra lea juo dutkojuvvon skuvllain ja mánáidgárddiin, muhto váilot ain dutkamat sin beaivválaš eallimis ja sin ipmárdusas iežaset identitehta hárrái.

source: Programstyret hadde også gjerne sett forskning om kjønn, livsløp og samisk helseforståelse.
sme: Prográmmastivra háliidivčče maid dutkama sohkabeali, eallima ja sámi dearvvašvuođaipmárdusas.

source: 6.3 Utviklingen gjennom programmene – fokusområder
sme: 6.3 Ovdáneapmi prográmmaid bokte - fokussuorggit

source: Her sammenliknes programmene "Program for samisk og kvensk språk, historie og kultur" (den samiske delen), "Program for samisk forskning" og "Program for samisk forskning II" – med unntak av når det gjelder budsjettene, der også satsingene/øremerkingene er tatt med.
sme: Dás buohtastahttit prográmmaid “Prográmma sámi ja kvena gielas, historjjás ja kultuvrras” (dat sámi oassi), “Sámi dutkama prográmma” ja Sámi dutkama prográmma II” – earret dat mii guoská bušeahtaide, gos áŋgiruššamat/merkemat leat váldon mielde.

source: "Program for samisk forskning" var et femårig program, de to andre programmene var/er tiårige.
sme: “Sámi dutkama prográmma” lei viđa jahkásaš prográmma, ja dat guokte eará ledje/leat logi jahkásaš.

source: Samlet sett har forskningsrådssystemet bevilget ca. 167 mill. kroner til programmer og satsinger innenfor samisk humanistisk og samfunnsvitenskapelig forskning.
sme: Oktiibuot leat dutkanráđiid vuogádagat juolludan sullii 167 mill. ruvnno prográmmaide ja áŋgiruššamiidda sámi humanisttalaš ja servodatdieđalaš dutkamiidda.

source: Ser vi på antall prosjekter i tabell 7.8 sammenliknet med 7.13, kan det virke forbausende at det var flere tildelinger i "Program for samisk forskning" enn i "Program for samisk forskning II", til tross for at det første programmet gikk over halvparten så lang tid og hadde et budsjett som bare var under 1/3 av det "Program for samisk forskning II" sannsynligvis vil ende opp med.
sme: Jus geahččat man ollu prošeavttat leat 7.8 ja buohtastahttit 7.13, de orru veahá imáš go ledje eambbo juolludeamit “Sámi dutkama prográmmas” go “Sámi dutkama prográmma II”, vaikko dat vuosttaš prográmma bisttii beali guhkit ja das lei bušeahtta dušše vuollelaš 1/3 das mainna “Sámi dutkama prográmma II” boahtá loahpahuvvot.

source: Men prosjekttypene er annerledes: Tabell 7.8 viser at "Program for samisk forskning" tildelte 15 studentstipend, det var svært billige prosjekter.
sme: Prošeaktašlájat gal leaba goabbatlágánat: Tabealla 7.8 čájeha ahte “Sámi dutkama prográmma” juolludii 15 studeantastipeandda, mat ledje hui hálbbes prošeavtta.

source: I "Program for samisk forskning II" har denne prosjekttypen knapt vært utlyst separat, men har vært brukt i et par større prosjekter.
sme: “Sámi dutkama prográmma II” ii leat dat sorta prošeakta baljo almmuhuvvon sierran, muhto leat leamaš mielde moatti stuorit prošeavttas.

source: "Program for samisk forskning II" har en langt høyere andel forskerprosjekter, 22 mot 10. Forskerprosjektene i dette programmet er dessuten større, og fem av dem omfatter både forskere og stipendiater.
sme: “Sámi dutkama prográmma II” leat ollu eambbo dutkanprošeavttat, 22 10 vuostá. Dutkanprošeavttat dán prográmmas leat maiddái stuoribut, ja vihttasis dain leat sihke dutkit ja stipendiáhtat.

source: Lønnskostnadene er også vesentlig høyere nå enn i det første programmet.
sme: Bálkágolut leat maid arvat eambbo go dan vuosttaš prográmmas.

source: I Program for samisk forskning" kostet en doktorgradsstipendiat ca. 1,9 mill. kroner, mens dagens doktorgradsstipend koster ca. 4 mill. kroner.
sme: “Sámi dutkama prográmmas” mávssii okta doavttirgrádastipendiáhtta sullii 1,9 mill. ruvnno, seammás go dál máksá njeallje mill. ruvnno.

source: "Program for samisk forskning" aktiviserte 24 forskjellige institusjoner, mens det nåværende programmets bevilgninger er tildelt 12 institusjoner.
sme: “Sámi dutkama prográmma” barggahii 24 iešguđet ásahusa, seammás go dálá prográmma juolludeamit leat juhkkon 12 ásahussii.

source: Den institusjonsmessige bredden i det første programmet skyldtes for en stor del programmets aktive bruk av Forskningsdagene som formidlingskanal.
sme: Lei hui stuora ásahuslaš viidodat dan vuosttaš prográmma, ja lei dan dihte stuora oassi geavahuvvui Dutkanbeivviid gaskkusteami oktavuođas.

source: Flere høgskoler og museer fikk delfinansiert forskningsdagsarrangementene sine på denne måten.
sme: Ollu allaskuvllat ja museat ožžo oasi ruhtaduvvot dutkanbeivviid lágidemiide dákko bokte.

source: 6.3.2 Utlysningspolicy
sme: 6.3.2 Almmuhanpolicy

source: Til tross for at begge programmene i Norges forskningsråd har ønsket å få fram forskning på bestemte tema, har de stort sett valgt åpne utlysninger.
sme: Váikko goappaš prográmmat Norgga dutkanráđis leat sávvan oažžut dutkama dihto fáttain, de leat sii eanas válljen rabas almmuhemiid.

source: Utlysningene har aldri eksplisitt prioritert bestemte tema, men fra tid til annen har de gitt visse føringer, som imidlertid aldri har hatt forrang framfor kvalitetskrav.
sme: Almmuheamit eai leat goassege čielgasit dadjan vuoruhuvvon fátta birra, muhto leat duollet dálle addán vissis láidestemiid, mii ii leat goassege vuoruhuvvon ovdalii kvalitehtagáibádusaid.

source: Grunnen til at man har valgt tematisk åpne utlysninger, er at man har villet skaffe seg en oversikt over hvilke ressurser det var mulig å mobilisere i forskningsmiljøene, at man ønsket å gjøre programmene kjent, og en viss frykt for at snevrere utlysninger ville resultere i få søknader.
sme: Sivvan manne leat válljen rabas almmuhemiid fáttaid mielde, lea go leat háliidan oažžut gova makkár resurssaid lea vejolaš oažžut ovdán dutkanbirrasiin, go leat háliidan dahkat prográmmaid dovddusin, ja go lea leamaš ballu ahte go gáržžidit almmuheami, de dagahivččii unnán ohcciid.

source: Når det gjelder prosjekttyper, har man imidlertid valgt å utlyse spesifikke typer.
sme: Go guoská prošeaktašlájaide, de leat válljen almmuhit spesifihkka šlájaid.
